performance/traffic/redis-20KB-100users.txt
Running 1m test @ http://localhost:8000/api/cache/redis/20KB
  1 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   884.80ms   94.64ms   1.15s    80.71%
    Req/Sec   112.60     16.58   151.00     66.00%
  6730 requests in 1.00m, 130.79MB read
Requests/sec:    112.11
Transfer/sec:      2.18MB